IDEA Open Model
BoltParam.PolarPosition Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the position, to which are bolt radii realted to (polar coordinate system).
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PositionRelatedTo PolarPosition { get; set; }
Public Property PolarPosition As PositionRelatedTo
	Get
	Set
Property Value
Type: PositionRelatedTo
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace